{
  "profile": "Profile",
  "resume": "Resume",
  "portfolio": "Portfolio",
  "contact": "Contact",
  "location": "Location",
  "networking": "Networking",
  "phone": "Phone",
  "experience": "Professional Experience",
  "education": "Education",
  "exp-1-title": "Web Full MERN Developer",
  "exp-1-place": "No Country",
  "exp-1-date": "09/2022 - Present",
  "exp-1-text": "Development of web applications participating in frontend and backend development tasks as part of teams working under Agile, Scrum, and Kanban methodologies using the MERN stack (React.js, Node.js, Express.js, PostgreSQL).",
  "exp-2-title": "Full Stack Web Development",
  "exp-2-place": "W3Barcelona",
  "exp-2-date": "11/2021 - 08/2022",
  "exp-2-text": "Development of websites using WordPress and Elementor, development of PHP web applications using the MVC pattern with Symfony and Laravel, creation of RESTful APIs, consumption of RESTful APIs, and development of frontend and mobile web applications for Android and iOS using Vue.js and Ionic.",
  "edu-1-title": "Technical Informatics Technician",
  "edu-1-place": "IUTIRLA",
  "edu-1-date": "2014 - 2017",
  "edu-1-text": "Instituto Universitario de Tecnología Industrial Rodolfo Loero Arismendi (IUTIRLA) | 2014 - 2017, Caracas, Venezuela",
  "edu-2-title": "PHP Programming Diploma",
  "edu-2-place": "Politecnico de Colombia",
  "edu-2-date": "10/2021",
  "edu-2-text": "PHP Programming Diploma, Politecnico de Colombia, October 29, 2021",
  "edu-3-title": "Linux Essentials Course",
  "edu-3-place": "Cisco Networking Academy",
  "edu-3-date": "10/2021",
  "edu-3-text": "Linux Essentials Course, Cisco Networking Academy, October 13, 2021",
  "edu-4-title": "Universidad de Javascript Course",
  "edu-4-place": "Udemy",
  "edu-4-date": "11/2021",
  "edu-4-text": "Universidad de Javascript Course, Udemy, November 2021",
  "aboutMe": "About Me",
  "myServices": "My Services",
  "description": "Full-stack web developer with over four years of experience creating user-centric solutions in both front- and back-end environments. My specialty is developing RESTful APIs, web applications with modern interfaces, and hybrid mobile apps for enterprises and businesses. Committed to constant learning. Currently learning to program in Go (Golang) to expand my range of options and improve my skills in robust and efficient architectures.",
  "principalSkills": "Main Skills",
  "secondarySkills": "Secondary Skills",
  "languages": "Languages",
  "view": "View Certificate",
  "download": "Download Certificate",
  "spanish": "Spanish",
  "native": "Native",
  "english": "English",
  "reading": "Reading: C2 Proficient",
  "listening": "Listening: B2 Upper Intermediate",
  "requestService": "Request Service",
  "card-1-title": "Website Design and Development",
  "card-1-text": "Design and develop modern, responsive, and customized websites tailored to your needs and goals. I ensure that each project is attractive, functional, and optimized to deliver an exceptional user experience, achieving efficient and professional performance.",
  "card-2-title": "Web Application Development",
  "card-2-text": "I create dynamic and scalable web applications using cutting-edge technologies to ensure speed, security, and ease of use. Each application is designed to meet the specific needs of your business.",
  "card-3-title": "SEO Optimization",
  "card-3-text": "I improve your website's search engine ranking by applying advanced SEO strategies. From content optimization to increasing loading speed and site structure, I help you attract more visitors and convert them into potential customers.",
  "card-4-title": "Web Scraping",
  "card-4-text": "I extract, analyze, and structure valuable data from the web efficiently and automatically. If you need key information for market research, competitor analysis, or any other purpose, I can develop custom tools to simplify the process and provide you with accurate data.",
  "card-5-title": "Web API Development",
  "card-5-text": "I design and program secure and efficient APIs that enable seamless integration between different platforms and applications. Whether for connecting services, managing databases, or facilitating communication between systems, I ensure the API is scalable, secure, and well-documented.",
  "card-6-title": "Mobile App Development",
  "card-6-text": "I develop innovative and customized mobile applications for iOS and Android, ensuring intuitive design, smooth navigation, and optimal performance. I focus on creating apps that deliver the best user experience.",
  "card-7-title": "Error Detection and Resolution",
  "card-7-text": "I analyze, identify, and fix errors on websites and applications to ensure their proper functioning. I take care of finding the root cause and applying the necessary solutions to make everything work.",
  "description-btn": "Description",
  "instructions-btn": "Instructions",
  "close-btn": "Close",
  "maintaining": "Under maintenance"
}
