{
  "profile": "Profilo",
  "resume": "Resumo",
  "portfolio": "Portfolio",
  "contact": "Kontakto",
  "location": "Loko",
  "networking": "Retoj",
  "phone": "Telefono",
  "experience": "Profesia Sperto",
  "education": "Edukado",
  "exp-1-title": "Tutstaka TTT-Programisto",
  "exp-1-place": "No Country",
  "exp-1-date": "09/2022 - Nuntempe",
  "exp-1-text": "Disvolviĝo de TTT-aplikoj partoprenante en taskoj rilataj al antaŭa kaj malantaŭa disvolviĝo, partoprenante en teamoj sub la kadro de metodologioj Agile, Scrum, Kanban uzante la stakon konsistantan el React.js, Node.js, Express.js, PostgreSQL.",
  "exp-2-title": "Tutstaka TTT-Programisto",
  "exp-2-place": "W3Barcelona",
  "exp-2-date": "11/2021 - 08/2022",
  "exp-2-text": "Disvolviĝo de TTT-ejoj kun Wordpress kaj Elementor, disvolviĝo de TTT-aplikoj PHP laŭ MVC-ŝablono kun Symfony kaj Laravel, kreado de RESTful API, konsumo de RESTful API kaj disvolviĝo de antaŭaj TTT-aplikoj kaj movaj aplikoj por Android kaj iOS kun Vue.js kaj Ionic.",
  "edu-1-title": "Supera Universitata Teknikisto pri Informatiko",
  "edu-1-place": "IUTIRLA",
  "edu-1-date": "2014 - 2017",
  "edu-1-text": "Universitata Instituto de Industria Teknologio Rodolfo Loero Arismendi (IUTIRLA) | 2014 - 2017, Karakaso, Venezuelo",
  "edu-2-title": "Diplomo en PHP-Programado",
  "edu-2-place": "Politekniko de Kolombio",
  "edu-2-date": "10/2021",
  "edu-2-text": "Diplomo en PHP-Programado, Politekniko de Kolombio, 29-a de Oktobro 2021",
  "edu-3-title": "Kurso Linux Essentials",
  "edu-3-place": "Cisco Reta Akademio",
  "edu-3-date": "10/2021",
  "edu-3-text": "Universitata Instituto de Industria Teknologio Rodolfo Loero Arismendi (IUTIRLA) | 2014 - 2017, Karakaso, Venezuelo. Kurso Linux Essentials, Cisco Reta Akademio, 13-a de Oktobro 2021",
  "edu-4-title": "Kurso Universitato de Javascript",
  "edu-4-place": "Udemy",
  "edu-4-date": "11/2021",
  "edu-4-text": "Kurso Universitato de Javascript, Udemy Novembro 2021",
  "aboutMe": "Pri Mi",
  "myServices": "Miaj Servoj",
  "description": "Retpaĝara Programisto Full Stack kun pli ol 4 jaroj da sperto kreante solvojn orientitajn al uzanto en frontend kaj backend medioj. Specialiĝas pri evoluado de RESTful API-oj, modernaj retaj aplikaĵoj, kaj hibridaj poŝtelefonaj aplikaĵoj por kompanioj kaj entreprenoj.                                                                                                                    Sindediĉa al konstanta lernado. Nuntempe lernante programi per Go (Golang) por vastigi mian teknologian aron kaj plibonigi miajn kapablojn en kreado de fortikaj kaj efikaj arkitekturoj.",
  "principalSkills": "Ĉefaj Kapabloj",
  "secondarySkills": "Duarangaj Kapabloj",
  "languages": "Lingvoj",
  "view": "Vidi Atestilon",
  "download": "Elŝuti Atestilon",
  "spanish": "Hispana",
  "native": "Denaska",
  "english": "Angla",
  "reading": "Legado: C2 Proficient",
  "listening": "Aŭskultado: B2 Supra Meznivela",
  "requestService": "Peti Servon",
  "card-1-title": "Reteja Dezajno kaj Evoluo",
  "card-1-text": "Desegni kaj evoluigi modernajn, adaptiĝemajn kaj personigitajn retejojn laŭ viaj bezonoj kaj celoj. Mi certigas, ke ĉiu projekto estas alloga, funkcia kaj optimumigita por provizi esceptan uzantosperton, atingante efikan kaj profesian agadon.",
  "card-2-title": "Evoluo de Retaplikaĵoj",
  "card-2-text": "Mi kreas dinamikajn kaj skaleblajn retaplikaĵojn uzante plej novajn teknologiojn por certigi rapidecon, sekurecon kaj facilecon de uzo. Ĉiu aplikaĵo estas desegnita por respondi al la specifaj bezonoj de via negoco.",
  "card-3-title": "SEO Optimumigo",
  "card-3-text": "Mi plibonigas la rangordon de via retejo en serĉiloj per aplikado de progresintaj SEO-strategioj. De enhava optimumigo ĝis pliigo de ŝarĝrapideco kaj reteja strukturo, mi helpas vin allogi pli da vizitantoj kaj konverti ilin en potencialajn klientojn.",
  "card-4-title": "Reta Skrapado",
  "card-4-text": "Mi eltiradas, analizas kaj strukturigas valorajn datumojn el la reto efike kaj aŭtomate. Se vi bezonas ŝlosilan informon por merkata esploro, konkuranta analizo aŭ alia celo, mi povas evoluigi personigitajn ilojn por simpligi la procezon kaj provizi al vi precizajn datumojn.",
  "card-5-title": "Evoluo de Retaj API",
  "card-5-text": "Mi desegnas kaj programas sekurajn kaj efikajn API-ojn, kiuj ebligas seninterrompan integriĝon inter malsamaj platformoj kaj aplikaĵoj. Ĉu por konekti servojn, administri datumbazojn aŭ faciligi komunikadon inter sistemoj, mi certigas, ke la API estas skalebla, sekura kaj bone dokumentita.",
  "card-6-title": "Evoluo de Mobilaj Aplikaĵoj",
  "card-6-text": "Mi evoluas novigajn kaj personigitajn mobilajn aplikaĵojn por iOS kaj Android, certigante intuician dezajnon, glatan navigadon kaj optimuman agadon. Mi enfokusigas krei aplikaĵojn, kiuj provizas la plej bonan uzantosperton.",
  "card-7-title": "Detekto kaj Solvado de Eraroj",
  "card-7-text": "Mi analizas, identigas kaj riparas erarojn en retejoj kaj aplikaĵoj por certigi ilian ĝustan funkciadon. Mi okupiĝas pri trovo de la kaŭzo kaj aplikado de la necesaj solvoj por ke ĉio funkciu.",
  "description": "Priskribo",
  "instructions": "Instrukcioj",
  "close": "Fermi"
}
