{
  "profile": "Perfil",
  "resume": "Resumen",
  "portfolio": "Portafolio",
  "contact": "Contacto",
  "location": "Ubicación",
  "networking": "Redes",
  "phone": "Telefono",
  "experience": "Experiencia Profesional",
  "education": "Educación",
  "exp-1-title": "Desarrollador Web Full Stack",
  "exp-1-place": "No Country",
  "exp-1-date": "09/2022 - Actualidad",
  "exp-1-text": "Desarrollo de aplicaciones web escalables siguiendo prácticas de código limpio y despliegues en la nube (AWS/Heroku). Colaboración efectiva en entornos Agile (Scrum/Kanban) con equipos multidisciplinarios y geodistribuidos, utilizando herramientas como Slack, Trello y GitHub para gestión de proyectos y comunicación asíncrona. Frontend: Creación de interfaces responsivas, asegurando compatibilidad cross-browser y optimización de performance. Backend: Diseño de APIs RESTful, implementando autenticación JWT y buenas practicas de API's. Mantenimiento y optimización de código existente, resolviendo bugs y mejorando la escalabilidad de las aplicaciones.",
  "exp-2-title": "Desarrollador Web Full Stack",
  "exp-2-place": "W3Barcelona",
  "exp-2-date": "11/2021 - 08/2022",
  "exp-2-text": "Desarrollo e implementación de soluciones digitales para PYMEs españolas dentro del programa Kit Digital, enfocado en modernizar negocios tradicionales a través de la creación y mejora de presencia digital (webs corporativas, landing pages, desarrollo de tiendas online con funcionalidades completas de e-commerce, construcción de aplicaciones móviles multi-plataforma para mejorar la interacción con clientes, automatización de procesos internos mediante herramientas personalizadas. Logros Destacados: • Digitalización efectiva de 15+ PYMES en sectores como retail, hostelería y deporte, ayudándolas a competir en el mercado actual. • Reducción del 40% en tiempos de carga de páginas web mediante técnicas avanzadas de optimización. • Implementación exitosa de pasarelas de pago y APIs de logística, mejorando la eficiencia operativa de los clientes. • Entregas consistentes y en plazo, gracias a una gestión eficiente de tareas y prioridades en un entorno remoto.",
  "edu-1-title": "Técnico Superior Universitario en Informática",
  "edu-1-place": "IUTIRLA",
  "edu-1-date": "2014 - 2017",
  "edu-1-text": "Instituto Universitario de Tecnología Industrial Rodolfo Loero Arismendi (IUTIRLA) | 2014 - 2017, Caracas, Venezuela",
  "edu-2-title": "Diplomado en Programación PHP",
  "edu-2-place": "Politecnico de Colombia",
  "edu-2-date": "10/2021",
  "edu-2-text": "Diplomado en Programación PHP, Politecnico de Colombia, 29 de Octubre de 2021",
  "edu-3-title": "Curso Linux Essentials",
  "edu-3-place": "Cisco Networking Academy",
  "edu-3-date": "10/2021",
  "edu-3-text": "Instituto Universitario de Tecnología Industrial Rodolfo Loero Arismendi (IUTIRLA) | 2014 - 2017, Caracas, VenezuelCurso Linux Essentials, Cisco Networking Academy, 13 de Octubre de 2021",
  "edu-4-title": "Curso Universidad de Javascript",
  "edu-4-place": "Udemy",
  "edu-4-date": "11/2021",
  "edu-4-text": "Curso Universidad de Javascript, Udemy Noviembre 2021",
  "aboutMe": "Sobre mí",
  "myServices": "Mis Servicios",
  "description": "Más de 4 años de experiencia como Desarrollador de Software creando soluciones orientadas al usuario, tanto en frontend como en backend. Especializado en el desarrollo de APIs RESTful, aplicaciones web con interfaces modernas y aplicaciones móviles híbridas adaptadas a necesidades reales de empresas y negocios. Comprometido con las mejores practicas y el aprendizaje continuo, actualmente ampliando mis conocimientos en Go (Golang), con el objetivo de fortalecer mis habilidades en arquitecturas robustas, eficientes y orientadas a alto rendimiento.",
  "principalSkills": "Skills principales",
  "secondarySkills": "Skills secundarias",
  "languages": "Lenguajes",
  "view": "Ver Certificado",
  "download": "Descargar Certificado",
  "spanish": "Español",
  "native": "Nativo",
  "english": "Ingles",
  "reading": "Reading: C2 Proficient",
  "listening": "Listening: B2 Upper Intermediate",
  "requestService": "Solicitar servicio",
  "card-1-title": "Diseño y Desarrollo de Sitios Web",
  "card-1-text": "Diseño y desarrollo sitios web modernos responsive y personalizados, adaptados a tus necesidades y objetivos. Me aseguro de que cada proyecto sea atractivo, funcional y optimizado para brindar una experiencia de usuario excepcional, logrando así un rendimiento eficiente y profesional.",
  "card-2-title": "Desarrollo de Aplicaciones Web",
  "card-2-text": "Creo aplicaciones web dinámicas y escalables, utilizando tecnologías de vanguardia para garantizar rapidez, seguridad y facilidad de uso. Cada aplicación está pensada para adaptarse a las necesidades específicas de tu negocio.",
  "card-3-title": "Optimización SEO",
  "card-3-text": "Mejoro de el posicionamiento de tu sitio web en los motores de búsqueda, aplicando estrategias SEO avanzadas. Desde la optimización de contenido hasta el aumento de la velocidad de carga y la estructura del sitio, te ayudo a atraer más visitantes y convertirlos en clientes potenciales.",
  "card-4-title": "Web Scraping",
  "card-4-text": "Extraigo, analizo y estructuro datos valiosos de la web de manera eficiente y automatizada. Si necesitas obtener información clave para estudios de mercado, análisis de competencia o cualquier otro propósito, puedo desarrollar herramientas personalizadas para simplificar el proceso y brindarte datos precisos.",
  "card-5-title": "Desarrollo de Web API",
  "card-5-text": "Diseño y programo APIs seguras y eficientes que permiten la integración fluida entre diferentes plataformas y aplicaciones. Ya sea para conectar servicios, gestionar bases de datos o facilitar la comunicación entre sistemas, me aseguro de que la API sea escalable, segura y bien documentada.",
  "card-6-title": "Desarrollo de Aplicaciones Móviles",
  "card-6-text": "Desarrollo aplicaciones móviles innovadoras y personalizadas para iOS y Android, garantizando un diseño intuitivo, una navegación fluida y un rendimiento óptimo. Me enfoco en crear apps que brinden la mejor experiencia al usuario.",
  "card-7-title": "Detección y Solución de Errores",
  "card-7-text": "Analizo, identifico y soluciono errores en sitios web y aplicaciones para garantizar su correcto funcionamiento, me encargo de encontrar la causa raíz y aplicar las soluciones necesarias para que todo funcione.",
  "description-btn": "Descripción",
  "instructions-btn": "Instrucciones",
  "close-btn": "Cerrar",
  "maintaining": "En mantenimiento"
}
